adamcaviness.theme-monokai-dark-soda
adpyke.codesnap
adrianwilczynski.asp-net-core-switcher
adrianwilczynski.csharp-to-typescript
adrianwilczynski.namespace
aledev29.razor-snippets-for-asp-net-core
alefragnani.bookmarks
alefragnani.project-manager
amodio.toggle-excluded-files
angular.ng-template
ara225.regex-copy-or-cut
arturock.gitstash
asvetliakov.vscode-neovim
azemoh.one-monokai
benjaminadk.emojis4git
biati.vscode-text-tools
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
clinyong.vscode-css-modules
cnsmaple.neovim-ui-indicator
coderabbit.coderabbit-vscode
codescene.codescene-vscode
codezombiech.gitignore
continue.continue
cschlosser.doxdocgen
csharpier.csharpier-vscode
dabbinavo.xamlstyler
dafanasev.snippetier
daltonmenezes.aura-theme
davidanson.vscode-markdownlint
doggy8088.netcore-snippets
donjayamanne.githistory
drcika.apc-extension
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
earshinov.vscode-toggle-exclude-gitignore
ecmel.vscode-html-css
editorconfig.editorconfig
eliostruyf.vscode-front-matter
erhise.vs-ng-quick-switch
esbenp.prettier-vscode
euskadi31.json-pretty-printer
felicio.vscode-fold
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
formulahendry.dotnet
funkyremi.vscode-google-translate
gazugafan.vscode-indent-on-paste
github.copilot
github.copilot-chat
golang.go
hossaini.bootstrap-intellisense
hsayed.json-i18n-key
hsayed.saveall
huizhou.githd
humao.rest-client
intellsmi.comment-translate
inu1255.easy-snippet
jesschadwick.nuget-reverse-package-search
jflbr.jwt-decoder
jmarzka.open-folder-in-new-instance
jmrog.vscode-nuget-package-manager
joelrobichaud.vscode-task-notifier
jorgeserrano.vscode-csharp-snippets
josefpihrt-vscode.roslynator
joshmu.periscope
joy-yu.css-snippets
jpcrs.binocular
k--kato.docomment
kdcro101.favorites
kennylong.kubernetes-yaml-formatter
khanhtungmtp.csharptots
kreativ-software.csharpextensions
ktriek.ng-bootstrap-snippets
lukegeneva.auto-collapse-explorer
mark-wiemer.vscode-autohotkey-plus-plus
mechatroner.rainbow-csv
mhutchie.git-graph
michaelcurrin.auto-commit-msg
mikael.angular-beastcode
monokai.theme-monokai-pro-vscode
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.js-debug-nightly
ms-vscode.powershell
ms-vscode.vscode-typescript-next
mylesmurphy.prettify-ts
nitayneeman.git-semantic-commit
nouemankhal.global-fuzzy-search
oouo-diogo-perdigao.docthis
pkief.material-icon-theme
pkosta2006.rxjs-snippets
pmneo.tsimporter
prateekmahendrakar.prettyxml
qcz.text-power-tools
quicktype.quicktype
rajratnamaitry.open-folder-in-new-vscode
redjue.git-commit-plugin
revrenlove.c-sharp-utilities
ritwickdey.liveserver
robin-duckett.open-dir-as-window
robole.profile-status
roonie007.hide-files
ryuta46.multi-command
schneiderpat.aspnet-helper
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sirmspencer.vscode-autohide
solnurkarim.html-to-css-autocompletion
spacian.jumplist
sreetamd.karma
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
sumneko.lua
tahabasri.snippets
thekalinga.bootstrap4-vscode
thinker.sort-json
thqby.vscode-autohotkey2-lsp
tintoy.msbuild-project-tools
tobias-z.vscode-harpoon
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
tompollak.lazygit-vscode
tomrijndorp.find-it-faster
tyriar.sort-lines
undefined_publisher.vscode-profile-selector
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vscode-icons-team.vscode-icons
wallabyjs.console-ninja
wcwhitehead.bootstrap-3-snippets
wenfangdu.snippet-generator
wonderv.git-file-stash
xabikos.javascriptsnippets
yeferyv.retronvim
yevhencherkes.object-dumper
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zaczero.bootstrap-v4-snippets
zero-plusplus.vscode-autohotkey-debug
zhuangtongfa.material-theme
zignd.html-css-class-completion
